; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 2.0.0
; Author:	healLV <heal6@inbox.lv>
; Homepage:	http://okass.net
;
; Updating translations:
;   Before updating a translation, please make sure you have the current development version of
;   	Universal Extractor by enabling the 'Install beta updates' option in preferences and searching
;   	for updates by clicking 'Check for Updates' in the help menu.
; 	Make sure to read the messages titled 'Breaking changes' - which can be found at
;		https://github.com/Bioruebe/UniExtract2/issues/2 - for a list of changes to already translated
;   	terms. Please compare the affected translations with the always up-to-date English language file
;		and edit them to reflect the changes.
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file. Simply delete the Homepage line if you don't have one. Credit
;		yourself in the ABOUT_INFO_LABEL term if you want to.
;	Save the file in Unicode format (UTF-16/UCS-2 Little Endian) and send it to the developers -
;		via Github: https://github.com/Bioruebe/UniExtract2/issues/2 or
;		per e-mail to the address listed at https://bioruebe.com/contact/
;
;	The following symbols have special meanings:
;	& 		  - when used in a GUI label or button, it precedes the letter that will be registered
;				as a hotkey. Each letter should only be used once per menu.
;	%name	  - will be replaced with 'Universal Extractor'
;	%n	 	  - indicates a newline character
;	%t	  	  - indicates a tab character
;	%1,%2,... - indicates a string variable that UniExtract will replace
;		The content of each %1,... variable is hardcoded into UniExtract.
;		The numbered variables' order can be switched to fit your language's word order
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
OK_BUT = "&Labi"
CANCEL_BUT = "&Atcelt"
YES_BUT = ""
NO_BUT = ""
DELETE_BUT = "&Dzēst"
COPY_BUT = ""
BATCH_BUT = "&Sērijveida"
SEND_BUT = "&Nosūtīt"
NEXT_BUT = "Nākamais >"
PREV_BUT = "< Atpakaļ"
CLOSE_BUT = ""
EXIT_BUT = ""
CONTINUE_BUT = ""
FINISH_BUT = "Pabeigt"
ALWAYS_BUT = ""
NEVER_BUT = ""
CHECKBOX_REMEMBER = ""
CHECKBOX_DONT_ASK_AGAIN = ""
MAIN_DEST_DIR_LABEL = "&Mērķa atrašanās vieta:"
MAIN_FILE_LABEL = "&Arhīvs/Instalētājs"
MAIN_DIRECTORY_LOCK = "fiksēt"
MAIN_DIRECTORY_LOCK_TOOLTIP = "Izslēdz automātisku faila atrašanās vietas izvēli, %npiem. pievienojot vairākus failus sērijveida režīmā,%nkatram failam atrašanās vieta nav jāizvēlas atsevišķi."
MENU_FILE_LABEL = "&Fails"
MENU_FILE_OPEN_LABEL = "&Atvērt"
MENU_FILE_KEEP_OPEN_LABEL = "&Atstāt %name atvērtu"
MENU_FILE_SHOW_LABEL = "Rādīt Sērijveida Atlasi"
MENU_FILE_CLEAR_LABEL = "Notīrīt Sērijveida Atlasi"
MENU_FILE_LOG_OPEN_LABEL = ""
MENU_FILE_LOG_FOLDER_OPEN_LABEL = "Atvērt Žurnāla Atrašanās Vietu"
MENU_FILE_LOG_LABEL = "Dzēst Žurnāla Failus (%1)"
MENU_FILE_QUIT_LABEL = "&Iziet"
MENU_EDIT_LABEL = "&Labot"
MENU_EDIT_SILENT_MODE_LABEL = "Klusais Režīms"
MENU_EDIT_PASSWORD_LABEL = "Paroļu Saraksts"
MENU_EDIT_CONTEXT_LABEL = "&Kontekstizvēlnes Ieraksti"
MENU_EDIT_PREFS_LABEL = "&Iestatījumi"
MENU_HELP_LABEL = "&Palīdzība"
MENU_HELP_FEEDBACK_LABEL = "&Sniegt atsauksmi"
MENU_HELP_PLUGINS_LABEL = "&Papildinājumi"
MENU_HELP_UPDATE_LABEL = "Pārbaudīt &Atjauninājumus"
MENU_HELP_WEB_LABEL = "%1 &Mājaslapa"
MENU_HELP_GITHUB_LABEL = "%name &Github Lapa"
MENU_HELP_STATS_LABEL = "Statistika"
MENU_HELP_PROGDIR_LABEL = "Atvērt programmas atrašanās vietu"
MENU_HELP_CONFIGFILE_LABEL = ""
MENU_HELP_ABOUT_LABEL = "Par"
PREFS_TITLE_LABEL = "Iestatījumi"
PREFS_UNIEXTRACT_OPTS_LABEL = "Universal Extractor Iestatījumi"
PREFS_HISTORY_LABEL = "Paturēt arhīvu &vēsturi"
PREFS_UPDATEINTERVAL_LABEL = "Atjaunināšanas intervāls"
PREFS_UPDATE_DAILY = ""
PREFS_UPDATE_WEEKLY = ""
PREFS_UPDATE_MONTHLY = ""
PREFS_UPDATE_YEARLY = ""
PREFS_UPDATE_NEVER = ""
PREFS_UPDATE_CUSTOM = ""
PREFS_FORMAT_OPTS_LABEL = "Papildus Iestatījumi"
PREFS_LANG_LABEL = "&Valoda"
PREFS_WARN_EXECUTE_LABEL = "&Brīdināt pirms faila izpildes"
PREFS_WARN_EXECUTE_TOOLTIP = "Dažas izvilkšanas metodes paļaujas uz faila izpildi.%nJa šī opcija ir ieslēgta, tiek parādīts brīdinājums pirms šādas bīstamas darbības izpildes."
PREFS_CHECK_FREE_SPACE_LABEL = "Pārbaudīt brīvo vietu"
PREFS_CHECK_FREE_SPACE_TOOLTIP = "Pirms izvilkšanas pārbauda, vai diskā ir pieejama pietiekoša brīvā vieta."
PREFS_CHECK_UNICODE_LABEL = "Pārbaudīt unikoda simbolus"
PREFS_CHECK_UNICODE_TOOLTIP = "Daži speciālie simboli (piem. japāņu hieroglifi uz ne-japāņu sistēmas) var izraisīt problēmas izvelkot.%nJa rodas problēmas izvelkot šādus failus, ieslēdziet šo opciju, lai pārdēvētu failus izvilkšanas laikā ar pagaidu vārdu."
PREFS_APPEND_EXT_LABEL = "&Labot faila paplašinājumus"
PREFS_APPEND_EXT_TOOLTIP = "Trūkstoši vai nepareizi faila paplašinājumi var tik laboti automātiski ieslēdzot šo opciju."
PREFS_HIDE_TRAY_LABEL = ""
PREFS_HIDE_STATUS_LABEL = "Slēpt statusa logu"
PREFS_HIDE_STATUS_FULLSCREEN_LABEL = "Slēpt statusa logu pilnekrāna režīmā"
PREFS_HIDE_STATUS_FULLSCREEN_TOOLTIP = "Spēļu režīms - slēpj statusa logu automātiski, ja aktīvais logs ir pilnekrāna aplikācija"
PREFS_OPEN_FOLDER_LABEL = "Atvērt mapi pēc izvilkšanas"
PREFS_FEEDBACK_PROMPT_LABEL = "Jautāt pēc kļūdas ziņojuma"
PREFS_FEEDBACK_PROMPT_TOOLTIP = "Ieslēdzot šo opciju, neizdevušās izvilkšanas gadījumā tiks parādīts atsauksmes logs kļūdas ziņošanai"
PREFS_WINDOW_POSITION_LABEL = "Saglabāt loga atrašanās vietu"
PREFS_SEND_STATS_LABEL = ""
PREFS_SEND_STATS_TOOLTIP = ""
PREFS_LOG_LABEL = "Veidot žurnāla failus"
PREFS_VIDEOTRACK_LABEL = "Izvilkt video ierakstus"
PREFS_VIDEOTRACK_TOOLTIP = "Izslēdzot, tiek ignorēti video ieraksti video izvilkšanas gadījumā.%nNoderīgs, ja ir nepieciešams tikai audio ieraksts(i) un vēlas neaizņemt diska vietu un laiku."
PREFS_TOPMOST_LABEL = "Vienmēr virspusē"
PREFS_BETA_UPDATES_LABEL = ""
PREFS_SOURCE_FILES_LABEL = "Avota Faili"
PREFS_SOURCE_FILES_OPT_ASK = "jautāt"
PREFS_SOURCE_FILES_OPT_DELETE = "dzēst"
PREFS_SOURCE_FILES_OPT_KEEP = "paturēt"
PREFS_SOURCE_FILES_OPT_KEEP_TOOLTIP = "Vienmēr rādīt izvēli starp avota dzēšanu vai paturēšanu."
PREFS_DELETE_ADDITIONAL_FILES_LABEL = ""
PREFS_DELETE_ADDITIONAL_FILES_TOOLTIP = ""
FEEDBACK_TITLE_LABEL = "Atsauksme"
FEEDBACK_SYSINFO_LABEL = "Sistēmas informācija:"
FEEDBACK_OUTPUT_LABEL = "%name žurnāla ieraksti:"
FEEDBACK_MESSAGE_LABEL = "Jūsu ziņa/papildus informācija:"
FEEDBACK_PRIVACY_ACCEPT_LABEL = ""
FEEDBACK_PRIVACY_VIEW_LABEL = ""
CONTEXT_ENTRIES_LABEL = "Kontekstizvēlnes Ieraksti"
CONTEXT_ENABLED_LABEL = "ieslēgts"
CONTEXT_ALL_USERS_LABEL = "ieslēgt visiem lietotājiem"
CONTEXT_ADMIN_REQUIRED = "Šīs opcijas ieslēgšanai nepieciešamas administratora tiesības"
CONTEXT_FILE_ASSOC_LABEL = "Failu Asociācija"
CONTEXT_SIMPLE_RADIO = "vienkāršs"
CONTEXT_CASCADING_RADIO = "kaskadējošs"
CONTEXT_CASCADING_RADIO_TOOLTIP = "Nepieciešama sistēma Windows 7 vai augstāka"
UPDATE_ACTION_INSTALL = ""
UPDATE_STATUS_SEARCHING = ""
UPDATE_TERM_PROGRAM_FILES = ""
UPDATE_WHATS_NEW = ""
FIRSTSTART_TITLE = "Pirmās Lietošanas Reizes Veidnis"
FIRSTSTART_PAGES = "Laipni lūdzam|Iestatījumi|Kontekstizvēlnes Ieraksti"
FIRSTSTART_PAGE1 = "Paldies, ka izvēlējāties %name.%n%nLai pārliecinātos par pareizu programmas funkcionalitāti, daži iestatījumi ir jāiestata pirmajā lietošanas reizē. Šis veidnis ir paredzēts tam un netiks rādīts atkārtoti. Visi šeit pieejamie iestatījumi var tik mainīti vēlāk caur galveno izvēlni vai arī nepieciešamības gadījumā tie tiks iestatīti automātiski.%n%nLūdzu veltiet laiku %name konfigurācijai."
FIRSTSTART_PAGE2 = "Vispirms, iestatiet galvenās izvilkšanas opcijas un %name vispārējās funkcijas.%n%nVisiem iestatījumiem var piekļūt jebkurā laikā caur galveno izvēlni."
FIRSTSTART_PAGE3 = "%name var tikt pievienots kontekstizvēlnei, lai varētu vieglāk izvilkt failu vai parādīt galveno informāciju par failus ar labā klikšķa palīdzību uz jebkura faila, un nebūtu jātver galvenais programmas logs. Lūdzu izvēlēties, kurus ierakstus pievienot kontekstizvēlnei.%n%nVisiem iestatījumiem var piekļūt jebkurā laikā caur galveno izvēlni."
FFMPEG_LICENSE_ACCEPT_LABEL = ""
FFMPEG_LICENSE_VIEW_LABEL = ""
FFMPEG_SELECT_LABEL = ""
FFMPEG_SELECT_TITLE = ""
STATS_HEADER_STATUS = "Galvenā rezultātu sadale"
STATS_HEADER_TYPE = "Izvilkšana pēc failu veida"
STATS_STATUS_SUCCESS = "Izdevušies"
STATS_STATUS_FAILED = "Neizdevušies"
STATS_STATUS_FILEINFO = "Failu skenēšana"
STATS_STATUS_UNKNOWN = "Nezināms / neatbalstīts faila veids"
STATS_NO_DATA = "Nepietiekams datu apjoms, lai izveidotu statistiku.%n%nLūdzu mēģiniet vēlreiz vēlāk."
FILESCAN_TITLE = ""
ABOUT_INFO_LABEL = "Oriģinālā versija: %1%nVersija 2.0.0: Bioruebe <%2>%nVersija %3: gvp9000%n%nLatviskais tulkojums: healLV%n%nIzlaists ar %4 licenci"
ABOUT_VERSION = "Versija %1"
METHOD_ADMIN_RADIO = "%1 Administratīvais Instalētājs"
METHOD_EXTRACTION_RADIO = "%1 izvilkšana"
METHOD_HEADER = "%1 Izvilkšana"
METHOD_RADIO_LABEL = "Izvilkšanas metode"
METHOD_SWITCH_RADIO = "%1 switch"
METHOD_NOT_INSTALLER_RADIO = ""
METHOD_TEXT_LABEL = "%name atbalsta sekojošās metodes %1 izvilkšanai. Diemžēl, neviena no šīm metodēm nav ar 100% izdošanās garantiju. Ja noklusējuma metode nestrādā, palaidiet vēlreiz %name un izvēlieties citu metodi."
METHOD_UNPACKER_RADIO = "%1 Izvilcējs"
METHOD_GAME_LABEL = "Iespējams, ka %1 ir spēļu arhīvs. %name atbalsta vairāku veidu spēļu pakotnes, bet nevar noteikt, kurai spēlei tā pieder. Lūdzu izvēlieties pareizo spēli no saraksta un nospiediet Labi, lai sāktu izvilkšanu, vai izvēlieties 'Spēle nav šinī sarakstā', lai mēģinātu izvilkt pakotni ar citu metodi. Nospiediet atcelt, ja fails nav spēļu arhīvs.%n%nPiezīme: Spēļu arhīva izvilkšana ar nepareizu aprakstu var novest pie sistēmas "sasalšanas" uz vairākām minūtēm. Esi uzmanīgs."
METHOD_GAME_NOGAME = "Spēle nav šinī sarakstā"
METHOD_NOT_IN_LIST = ""
METHOD_FILE_SELECT_LABEL = ""
METHOD_EXTRACTOR_SELECT_LABEL = ""

; GUI control functions
EXTRACT_TO = "Izvilkt uz"
OPEN_FILE = "Atvērt failu"
SELECT_FILE = "Izvēlēties failu"
UPDATE_CURRENT = "Jau tiek izmantota %name jaunākā versija."

; Common terms
TERM_ARCHIVE = "arhīvs"
TERM_AUDIO = "Audio"
TERM_COMPILED = ""
TERM_COMPRESSED = "saspiests fails"
TERM_CONTAINER = "arhīva formāts"
TERM_DATABASE = ""
TERM_DISK_IMAGE = ""
TERM_DOWNLOAD = "Lejupielādēt"
TERM_DOWNLOADING = "Notiek Lejupielāde"
TERM_EBOOK = "e-grāmata"
TERM_ECARD = "e-karte"
TERM_ENCODED = "kodēts fails (encoded file)"
TERM_ENCRYPTED = "šifrēts fails"
TERM_ERROR = ""
TERM_EXECUTABLE = "izpildāms fails (lietotne)"
TERM_EXTRACT = "izvilkt"
TERM_FILE = "fails"
TERM_GAME = "Spēle "
TERM_HELP = "Palīdzības fails"
TERM_HOTFIX = "labojums"
TERM_IMAGE = "attēls"
TERM_INSTALLED = "Instalēts"
TERM_INSTALLER = "instalētājs"
TERM_LOADING = ""
TERM_MERGE_MODULE = "apvienot moduli"
TERM_OVERALL_PROGRESS = ""
TERM_PACKAGE = "pakotne"
TERM_PAGE = ""
TERM_PATCH = "labot"
TERM_RECONSTRUCTED = "Pārbūvets"
TERM_SCAN = "skenēt"
TERM_SCRIPT = ""
TERM_SFX = "Paš-izvelkošs"
TERM_STAGE = "Pakāpe"
TERM_TESTING = "Testē"
TERM_TRANSLATION = ""
TERM_UNKNOWN = "nezināms"
TERM_UNPACKED = "neatpakots"
TERM_UPDATER = "atjauninātājs"
TERM_VIDEO = "Video"

; Status messages
SCANNING_FILE = "Skenē failu ar %1"
SCANNING_EXE = "Skenē izpildāmo failu ar %1"
EXTRACTING = "Izvelk failus no:"
INIT_WAIT = "Gaida uz instalētāja inicializēšanu.%nLūdzu uzgaidiet."
SENDING_FEEDBACK = "Sūta atsauksmi"
INPUT_NEEDED = "Nepieciešama lietotāja ievade"
SEARCHING_PASSWORD = "Meklē paroli"
TESTING_PASSWORD = ""
MOVING_FILE = "Pārvieto uz"
RENAMING_FILES = ""
RENAMING_FILES_PROGRESS = ""
PROCESSING = ""
CLEANING_UP = ""

; Custom prompts
INIT_COMPLETE = "Inicializēšana pabeigta. Lūdzu aizveriet instalētāju un nospiediet Labi, lai turpinātu."
UNPACK_PROMPT = "Šis fails ir saspiests ar %1 saspiešanas metodi, bet to nevarēja izvilkt.%nTas var būt dēļ tā, ka fails nav atbalstīts, vai arī%ntajā nav iekļauts neviens fails ko izvilkt.%n%nVai vēlaties tā vietā failu atpakot?%n%nPiezīme: Atpakotais fails tiks nosaukts kā:%n%2"
UNPACK_FAILED = "Kļūda:  %1%nnevarēja atpakot."
UNPACK_AGAIN = "%1 tika veiksmīgi atpakots. %n%nVai vēlaties, ka %name mēģina to izvilkt %2?"
NSIS_BINFILES = "Piezīme: %1 tika veiksmīgi izvilkts. %nTomēr, faila atrašanās vietā ir data.bin faili %2. Tie var būt daļa no instalēšanas failiem. %n%nNospiediet Labi, lai to atpakotu ar %name vai Atcelt, lai atceltu."
WARN_EXECUTE = "Uzmanību:  Lai izvilktu šāda faila veidu, fails ir tieši jāizpilda(jāpalaiž).%nTurpinot tiks palaista tālāk minētā komanda:%n%n%1%n%nJa ir aizdomas, ka fails ir kaitīgs, ieteicams neturpināt.%nVai vēlaties turpināt izvilkšanu?"
FEEDBACK_SUCCESS = "Paldies par atsauksmi! Jūsu ziņa drīz tiks izskatīta."
FEEDBACK_PROMPT = "Lai uzlabotu %name efektivitāti, Jūs varat ziņot par kļūdām izstrādātājam. Ja Jūs domājat, ka failu %n%1%nvar izvilkt%nun %name jāvar to izdarīt, Jūs varat nosūtīt informāciju par failu un kļūdas ziņu. %n%nVai vēlaties atvērt atsauksmes logu tagad?%n%nPaziņojums par konfidencialitāti: Tiks nosūtīti tikai norādītie dati atsauksmes logā. a ir informācija, kuru nevēlaties nosūtīt, izdzēsiet to no ievadītajiem datiem. Lai nodrošinātu speciāli atjauninātas pirms izlaiduma versijas kļūdu pārbaudei, tiek nosūtīts unikāls ID, kurš tika izveidots pirmajā palaišanas reizē."
FEEDBACK_PRIVACY = "Paziņojums par konfidencialitāti: Atsauksmes faili tiek glabāti tiešsaistē,  mūsu serveros, līdz tos apstrādā izstrādātājs un pēc tam tie tiek dzēsti. Nekādi dati netiks nodoti trešajām personām. Jebkurā laikā varat pieprasīt failu dzēšanu caur e-pastu.%n%nIekļautā informācija var iekļaut sistēmas informāciju, kā arī daļas no faila satura. Ja ir informācija, kuru nevēlaties nosūtīt, izdzēsiet to.%n%nVai piekrītat šiem konfidencialitātes noteikumiem un vēlaties nosūtīt ziņu? Atceļot darbību, nekas netiks nosūtīts."
FEEDBACK_OUTDATED = ""
FFMPEG_NEEDED = "%1 ir video fails.%n%nLai izvilktu visus video un audio ierakstus, ir nepieciešams FFmpeg, bet nepieciešamie faili nav iekļauti instalētāja izmēru samazināšanas dēļ. %n%name var lejupielādēt nepieciešamos failus automātiski. Kad nepieciešamie faili ir lejupielādēti, tie tiek glabāti programmas atrašanās vietā, atjaunināti automātiski un var tikt izmantoti bez-instalētāja režīmā. %n%nVai vēlaties, lai %name lejupielādē FFmpeg tagad? %n%nPiezīme: Nospiežot jā, Jūs piekrītat, ka esat izlasījis FFmpeg licences informāciju, kuru var atrast %2, un tai piekrītat."
PROGRAM_FILES_MISSING = ""
PLUGIN_MISSING = ""
UPDATE_PROMPT = "Ir pieejams jauns atjauninājums %1.%n%n Instalētā versija: %2%nJaunākā versija: %3%n%n%4%n%nVai vēlaties to lejupielādēt tagad?"
FILE_COPY = "Lai failu %1 pareizi apstrādātu, ir jāizveido tā kopija. Atkarībā no faila izmēra, tas var aizņemt kādu laiku.%n%nPārliecinities, ka ir pieejama pietiekami brīvā vieta un nospiediet Labi lai turpinātu."
FILE_DELETE = "Fails %1 tika veiksmīgi izvilkts. Vai vēlaties, lai %name izdzēš oriģinālo failu?%n%nPiezīme: Ir iespēja, ka izvilktie faili nav lietojami. Spiediet Jā tikai gadījumā, ja esat pārliecināts, ka failu izvilkšana notika kā iecerēts.%n(Šo ziņojumu var izslēgt pie iestatījumiem.)"
BATCH_DUPLICATE = "Fails %1 jau ir sērijveida atlasē.%n%nVai pievienot to vēlreiz, tādā gadījumā izvelkot to divkārši?"
NO_FREE_SPACE = "Uzmanību:%nIzvades diskā ir mazāk vietas nekā faila izmērs, no kura notiek izvilkšana.%n%nBrīvā vieta:%t%1 MB%nNepieciešamā vieta:%t>%2 MB%nAtšķirība:%t~%3 MB"
CONTEXT_DANGEROUS = "Uzmanību:%nMainot failu asociācijas var būt bīstami. Piemēram, .exe standarta komandas nomaiņa var beigties ar nespēju startēt aplikācijas. Lūdzu pārliecinies, ka zini ko dari.%n%nVai vēlaties turpināt?"
ELEVATION_REQUIRED = "Piekļuve liegta.%n%n%name tiks pārstartēts ar administratora tiesībām. Pēc tam mēģiniet vēlreiz."
ACCESS_DENIED = "Piekļuve liegta.%n%n%name jau ir palaists ar administratora tiesībām. Lūdzu pārliecinieties, ka jums ir nepieciešamās tiesības darbībai un mēģiniet vēlreiz."
MOVE_FAILED = "Neizdevās %1 kopēšana uz %2. Ja norādītais ceļš vai faila nosaukums satur speciālos simbolus, mēģiniet pārdēvēt failu vai pārvietot failu uz mapi ar nosaukumu, kurš standarta simbolus. Šādā veidā %name nav jākopē faili uz pagaidu atrašanās vietu. Tad mēģiniet izvilkt vēlreiz."

; Help text
HELP_TITLE = ""
HELP_USAGE_TITLE = ""
HELP_USAGE = ""
HELP_ARGUMENTS = "%n%nAtbalstītie Komandlīnijas Argumenti:"
HELP_SCAN = "%n     %1%t%tParāda informāciju par faila veidu"
HELP_FILENAME = "%n     faila nosaukums%tFaila nosaukums, no kura uzvilkt"
HELP_DESTINATION = "%n     mērķa atrašanās vieta%tMērķa atrašanās vieta,%nuz kuru izvilkt"
HELP_SILENT = "%n     %1%t%tKlusais režīms (nerāda logus)"
HELP_BATCH = "%n     %1%t%tPievienot failu sērijveida atlasei"
HELP_TYPE = ""
HELP_SUB = "%n%nNorādot %1 atrašanās vietas nosaukumā norāda,%nlai %name izvelk failus uz apakšmapi nosaucot to pēc arhīva, "
HELP_LAST = "ar %1 tiks lietota pēdējā izmantotā vieta."
HELP_NOARGS = "%n%nPalaižot %name bez argumentiem pieprasīs lietotājam ievadīt mērķa failu un izvilkšanas atrašanās vietu."
HELP_MORE = ""
HELP_EXAMPLE_TITLE = ""
HELP_EXAMPLE = ""
HELP_DOCS_LINK = ""

; Warning messages
WARN_CONVERSION_FAILED = ""
WARN_MOVE_FAILED = ""

; Error messages
UNKNOWN_FILETYPE_TITLE = ""
UNKNOWN_FILETYPE = ""
INVALID_FILE = "Norādītais fails,%n%n%1%,n%nnetika atrasts. Lūdzu izvēlēties pareizu failu.%n%n%1"
INVALID_DIR = "%1 nevarēja izveidot. Iespējams, Jums nav nepieciešamās atļaujas uz norādīto mapi.%n%nLūdzu izvēlieties pareizu atrašanās vietu vai palaidiet %name ar administratora tiesībām."
NO_HISTORY = "%1 nevarēja izvilkt.%nNevarēja atrast pēdējo izmantoto atrašanās vietu.%n%nLūdzu pārliecinieties, ka %2 ir ieslēgts un ir izvilkts vismaz viens fails, lai izmantotu izvilkšanu uz pēdējo lietot atrašanās vietu."
EXTRACT_FAILED = "Failu %1 nevarēja izvilkt.%n%2 ir atbalstīts, bet izvilkšana neizdevās.%n%nVai vēlaties, ka %name izveido un parāda žurnāla failu ar papildus informāciju?"
NOT_PACKED = "Failu %1 nevarēja izvilkt, fails nav pakots, bet %n%n%2"
DOWNLOAD_FAILED = "Failu %1 nevarēja lejupielādēt. Lūdzu pārliecinieties, ka esat pieslēdzies internetam un mēģiniet vēlreiz."
UPDATECHECK_FAILED = "Atjauninājumu pārbaude neizdevās. Lūdzu pārliecinieties, ka esat pieslēdzies internetam un mēģiniet vēlreiz."
UPDATE_FAILED = "Atjaunināšana neizdevās.%n%nLūdzu mēģiniet vēlreiz vēlāk vai atjauniniet manuāli."
UPDATE_NOADMIN = ""
FFMPEG_MOVE_FAILED = ""
FFMPEG_INVALID_FILE = ""
FEEDBACK_EMPTY = "Lūdzu norādiet cik vien daudz informācijas ir iespējams, lai nodrošinātu ātrāku atsauksmes apstrādi."
FEEDBACK_ERROR = "Atsauksmes nosūtīšana neizdevās. Lūdzu mēģiniet vēlreiz vēlāk, manuāli nosūtiet e-pastu vai lietojiet forumu, lai ziņotu. Paldies!"
FEEDBACK_PRIVACY_NOT_ACCETPED = ""
LICENSE_NOT_ACCEPTED = ""
BATCH_FINISH = "Sērijveida apstrāde ir pabeigta, bet ne visus failus veiksmīgi izdevās izvilkt. Turpmāk minētie faili radīja kļūdas:%n%n%1%nLai uzzinātu vairāk, lasiet žurnāla failus minētajiem failiem žurnālu atrašanās vietā (tikai pieejams, ja žurnālu failu izveide ir aktivizēta)."
NOT_SUPPORTED_TITLE = ""
NOT_SUPPORTED = "Failu %1 nevarēja izvilkt.%n%n%name pašreiz neatbalsta doto faila veidu. Ja Jūs zināt metodi, kā izvilkt šāda veida failu, lūdzu ziņojiet par to mums, lai mēs varam to pievienot nākotnes versijās."
MISSING_EXE = "Failu %1 nevarēja izvilkt.%n%nPalīdzības modulis %2 netika atrasts.%n%nJa tas ir papildus izvilcējs, Jums tas vispirms ir jālejupielādē un jāievieto programmas atrašanās vietā. Papildus informācija par šo var tikt atrasta Pirmās Lietošanas Reizes Veidnī, pieejams caur Palīdzības izvēlni."
EXTRACT_TIMEOUT = "Failu %1 nevarēja izvilkt.%n%nTika sasniegts noilgums. Ja problēma ir pagaidu, vēl viens mēģinājums var novest pie izdošanās."
WRONG_PASSWORD = "Failu %1 nevarēja izvilkt.%n%nFails ir aizsargāts ar paroli un ievadītā parole ir nepareiza.%n%nPadoms: Lietojiet iebūvēto paroļu meklēšanu, kas ir balstīta uz pielāgojamu paroļu sarakstu, kuru var atrast %2 izvēlnē."
NO_FREE_SPACE_ERROR = ""
MISSING_PART = ""
PLUGIN_IMPORT_MISSINGFILES = "Papildinājuma %1 importēšana neizdevās.%n%nVisi faili netika izvēlēti. Lūdzu mēģiniet vēlreiz un izvēlēties visus tālāk minētos failus:%n%n%2"
MISSING_DEFINITION = "Failu %1 nevarēja izvilkt.%n%nDefinīciju fails %2 netika atrasts.%n%nJa tas ir pielāgots papildinājums, pārliecinieties, ka tas it pareizi uzstādīts."
OPEN_URL_FAILED = "%name neizdevās atvērt pieprasīto web adresi.%n%nLūdzu manuāli atveriet interneta pārlūku un ievadiet turpmāk minēto URL:"

; Plugin descriptions
PLUGIN_SUPPORTED_FILETYPES = "Atbalstītie faila veidi:"
PLUGIN_ARC_CONV = "Izvilcējs vairākiem spēļu arhīviem"
PLUGIN_ISCAB = "Daļa no installshield pakotnes cab failu izvilkšanai. Var strādāt labāk nekā Universal Extractor's vispārējā izvilkšana, bet ir komerciāls (par samaksu) rīks."
PLUGIN_THINSTALL = "Izvilcējs programmām, kuras ir padarītas par bez-instalētāja programmām ar Thinstall"
PLUGIN_UNREAL = "Izvilcējs Unreal Engine spēļu dzinēja arhīviem"
PLUGIN_WINTERMUTE = "Izvilcējs WinterMute dzinēja spēļu arhīviem"
PLUGIN_CI = "Papildinājums CreateInstall instalētājiem, lejupielādē, instalē un kopē failus %1, %2, %3 uz \bin"
PLUGIN_DGCA = "Atspiedējs (Decompressor) DGCA arhīvien"
PLUGIN_BOOTIMG = "Izvilcējs Android palaišanas attēliem"
PLUGIN_IS5COMP = "Izvilkšanas atbalsts vecākiem InstallShield cabinet arhīviem"
PLUGIN_WOLF = ""
PLUGIN_EXTSIS = ""
PLUGIN_BITROCK = ""

; Context Menu integration
EXTRACT_FILES = "UniExtract &Atvērt"
EXTRACT_HERE = "UniExtract &Šeit"
EXTRACT_SUB = "UniExtract uz &Apakšmapi"
EXTRACT_LAST = "UniExtract uz &pēdējo mapi."
SCAN_FILE = "Skenēt failu"

; Other
DIR_ADDITIONAL_FILES = "Papildus faili"

; Uninstaller
UNINSTALL = ""
UNINSTALL_TITLE = ""
UNINSTALL_LABEL = ""
UNINSTALL_REMOVE_LOGS = ""
UNINSTALL_REMOVE_USERDATA = ""
